Repository: neoslabx/maintenance-work
Catalog: languages/maintenance-work-*.po
Languages: es_es, fr_fr, it_it, pt_pt

source: Maintenance Work
es_es: Trabajo de mantenimiento
fr_fr: Travaux de maintenance
it_it: Lavori di manutenzione
pt_pt: Trabalhos de manutenção

source: Add a maintenance page to your website that lets visitors know your page is down for maintenance and allowing to work on beside of this.
es_es: Agrega una página de mantenimiento a tu sitio web para informar a los visitantes que está en mantenimiento, permitiéndote seguir trabajando en él.
fr_fr: Ajoutez une page de maintenance à votre site pour informer les visiteurs que votre site est en maintenance tout en vous permettant de continuer à travailler dessus.
it_it: Aggiungi una pagina di manutenzione al tuo sito web per informare i visitatori che il sito è in manutenzione, continuando a lavorarci.
pt_pt: Adicione uma página de manutenção ao seu site para informar os visitantes que o site está em manutenção, permitindo-lhe continuar a trabalhar nele.

source: Settings
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações

source: Your settings have been successfully updated.
es_es: Tu configuración se ha actualizado correctamente.
fr_fr: Vos paramètres ont été mis à jour avec succès.
it_it: Le impostazioni sono state aggiornate con successo.
pt_pt: As suas configurações foram atualizadas com sucesso.

source: The maintenance page status is not valid !!
es_es: ¡El estado de la página de mantenimiento no es válido!
fr_fr: Le statut de la page de maintenance n’est pas valide !!
it_it: Lo stato della pagina di manutenzione non è valido!
pt_pt: O estado da página de manutenção não é válido!

source: The maintenance page title is not valid !!
es_es: ¡El título de la página de mantenimiento no es válido!
fr_fr: Le titre de la page de maintenance n’est pas valide !!
it_it: Il titolo della pagina di manutenzione non è valido!
pt_pt: O título da página de manutenção não é válido!

source: The maintenance page description is not valid !!
es_es: ¡La descripción de la página de mantenimiento no es válida!
fr_fr: La description de la page de maintenance n’est pas valide !!
it_it: La descrizione della pagina di manutenzione non è valida!
pt_pt: A descrição da página de manutenção não é válida!

source: An unknown error occured !!
es_es: ¡Ocurrió un error desconocido!
fr_fr: Une erreur inconnue est survenue !!
it_it: Si è verificato un errore sconosciuto!
pt_pt: Ocorreu um erro desconhecido!

source: Your maintenance page is currently switched-off ! In order to switch it on, please use the below form.
es_es: Tu página de mantenimiento está actualmente desactivada. Para activarla, utiliza el formulario siguiente.
fr_fr: Votre page de maintenance est actuellement désactivée ! Pour l’activer, veuillez utiliser le formulaire ci-dessous.
it_it: La tua pagina di manutenzione è attualmente disattivata. Per attivarla, usa il modulo qui sotto.
pt_pt: A sua página de manutenção está atualmente desativada. Para ativá-la, utilize o formulário abaixo.

source: Your maintenance page is currently switched-on ! In order to switch it off, please use the below form.
es_es: Tu página de mantenimiento está actualmente activada. Para desactivarla, utiliza el formulario siguiente.
fr_fr: Votre page de maintenance est actuellement activée ! Pour la désactiver, veuillez utiliser le formulaire ci-dessous.
it_it: La tua pagina di manutenzione è attualmente attiva. Per disattivarla, usa il modulo qui sotto.
pt_pt: A sua página de manutenção está atualmente ativada. Para desativá-la, utilize o formulário abaixo.

source: Maintenance Mode
es_es: Modo de mantenimiento
fr_fr: Mode maintenance
it_it: Modalità manutenzione
pt_pt: Modo de manutenção

source: Do you want to switch your website under maintenance mode ?
es_es: ¿Deseas activar el modo de mantenimiento en tu sitio web?
fr_fr: Souhaitez-vous activer le mode maintenance sur votre site ?
it_it: Vuoi attivare la modalità manutenzione sul tuo sito web?
pt_pt: Deseja colocar o seu site em modo de manutenção?

source: Page Title
es_es: Título de la página
fr_fr: Titre de la page
it_it: Titolo della pagina
pt_pt: Título da página

source: Enter the page title
es_es: Introduce el título de la página
fr_fr: Entrez le titre de la page
it_it: Inserisci il titolo della pagina
pt_pt: Insira o título da página

source: Enter the page title as you want it to appear on the maintenance page displayed to your visitors.
es_es: Escribe el título tal como quieres que aparezca en la página de mantenimiento visible para tus visitantes.
fr_fr: Saisissez le titre tel que vous souhaitez qu’il apparaisse sur la page de maintenance visible par vos visiteurs.
it_it: Inserisci il titolo come desideri che appaia nella pagina di manutenzione visibile ai visitatori.
pt_pt: Insira o título como deseja que apareça na página de manutenção visível aos visitantes.

source: Page Description
es_es: Descripción de la página
fr_fr: Description de la page
it_it: Descrizione della pagina
pt_pt: Descrição da página

source: Enter the page description
es_es: Introduce la descripción de la página
fr_fr: Entrez la description de la page
it_it: Inserisci la descrizione della pagina
pt_pt: Insira a descrição da página

source: Enter the description as you want it to appear on the maintenance page displayed to your visitors.
es_es: Escribe la descripción tal como quieres que aparezca en la página de mantenimiento visible para tus visitantes.
fr_fr: Saisissez la description telle que vous souhaitez qu’elle apparaisse sur la page de maintenance visible par vos visiteurs.
it_it: Inserisci la descrizione come desideri che appaia nella pagina di manutenzione visibile ai visitatori.
pt_pt: Insira a descrição como deseja que apareça na página de manutenção visível aos visitantes.

source: Update Settings
es_es: Actualizar configuración
fr_fr: Mettre à jour les paramètres
it_it: Aggiorna impostazioni
pt_pt: Atualizar configurações

source: Refresh Page
es_es: Actualizar página
fr_fr: Rafraîchir la page
it_it: Aggiorna pagina
pt_pt: Atualizar página
